{"users":[
  {
    "id": "53e5868741dde1b933407c70",
    "favorite": false,
    "firstName": "Fox",
    "lastName": "Gillespie",
    "gender": "male",
    "company": "Appcelerator, Inc",
    "email": "Fox.Gillespie@appcelerator.com",
    "phone": "+1 (806) 518-2678",
    "about": "Pariatur nisi dolor do enim exercitation officia eiusmod enim duis ipsum nulla ipsum nostrud deserunt. Sint mollit elit reprehenderit pariatur et eiusmod sint officia consectetur officia. Eu quis veniam ut Lorem. Ullamco id exercitation fugiat cillum enim aute eu ipsum consequat anim. Aliqua do commodo anim anim nostrud eiusmod. Ut nulla ipsum velit proident nostrud elit exercitation ipsum.\r\n",
    "latitude": 35.13316,
    "longitude": -117.684455,
    "photo": "http://api.randomuser.me/portraits/men/24.jpg"
  },
  {
    "id": "53e58687a88aca1755b449bb",
    "favorite": true,
    "firstName": "Teresa",
    "lastName": "Oneil",
    "gender": "female",
    "company": "Appcelerator, Inc",
    "email": "Teresa.Oneil@appcelerator.com",
    "phone": "+1 (842) 520-2054",
    "about": "Ut sint consequat nostrud officia esse proident irure. In ullamco id eu consectetur esse culpa in exercitation anim fugiat ea dolor duis. Ex quis adipisicing in voluptate ullamco cupidatat eiusmod nulla minim nulla. Ea sint irure nisi id occaecat tempor amet consequat enim velit. Culpa voluptate nisi sunt duis velit ex ipsum amet. Non do aliquip et quis Lorem commodo ad anim in aliquip.\r\n",
    "latitude": 34.394056,
    "longitude": -98.670455,
    "photo": "http://api.randomuser.me/portraits/women/25.jpg"
  },
  {
    "id": "53e586874634c7de66371612",
    "favorite": false,
    "firstName": "Christa",
    "lastName": "Soto",
    "gender": "female",
    "company": "Appcelerator, Inc",
    "email": "Christa.Soto@appcelerator.com",
    "phone": "+1 (886) 416-3111",
    "about": "Non nostrud dolore adipisicing qui ea dolore elit non labore sit anim adipisicing magna. Consectetur labore veniam est nostrud Lorem irure nisi consequat veniam non id do. Velit officia qui occaecat nisi dolore esse laborum pariatur. Eiusmod cillum ea culpa qui velit laborum qui et nisi mollit laborum non tempor incididunt. Culpa Lorem non proident elit quis labore consectetur labore esse voluptate irure reprehenderit adipisicing magna.\r\n",
    "latitude": 36.932798,
    "longitude": -106.635613,
    "photo": "http://api.randomuser.me/portraits/women/26.jpg"
  },
  {
    "id": "53e58687832ff49d60fc0ba7",
    "favorite": true,
    "firstName": "Tucker",
    "lastName": "Dale",
    "gender": "male",
    "company": "Appcelerator, Inc",
    "email": "Tucker.Dale@appcelerator.com",
    "phone": "+1 (923) 511-2246",
    "about": "Dolore amet exercitation tempor laboris. Id culpa consectetur ipsum incididunt proident et fugiat. Qui laboris ad velit officia nisi. Minim commodo ullamco dolor esse fugiat sit voluptate ullamco eiusmod magna officia aliqua. Elit ad nostrud voluptate et exercitation do ad duis. Ea exercitation officia culpa ex dolor tempor dolor ipsum elit labore dolore officia laboris enim.\r\n",
    "latitude": 30.81411,
    "longitude": -90.383253,
    "photo": "http://api.randomuser.me/portraits/men/27.jpg"
  },
  {
    "id": "53e58687af8300f25d65890e",
    "favorite": false,
    "firstName": "Fuentes",
    "lastName": "Benjamin",
    "gender": "male",
    "company": "Appcelerator, Inc",
    "email": "Fuentes.Benjamin@appcelerator.com",
    "phone": "+1 (986) 509-2827",
    "about": "Velit veniam sint anim ullamco nisi eu amet sunt nulla reprehenderit proident exercitation cillum. Sit fugiat cillum officia ut exercitation ut aliquip aliquip voluptate nostrud amet. Ex aute adipisicing laboris fugiat commodo et ullamco laborum nulla cupidatat aliqua incididunt sunt est.\r\n",
    "latitude": 34.55873,
    "longitude": -99.88636,
    "photo": "http://api.randomuser.me/portraits/men/28.jpg"
  },
  {
    "id": "53e5868787309031cf63c3ad",
    "favorite": true,
    "firstName": "Barlow",
    "lastName": "Owen",
    "gender": "male",
    "company": "Appcelerator, Inc",
    "email": "Barlow.Owen@appcelerator.com",
    "phone": "+1 (898) 562-3071",
    "about": "Sint cillum sunt ad tempor dolor adipisicing aliqua tempor consectetur nulla. Et Lorem sunt et occaecat nostrud tempor tempor in nisi est nostrud quis in. Exercitation eiusmod qui duis tempor tempor fugiat consequat in officia sunt officia mollit do. Eu enim qui fugiat non aliqua cupidatat tempor ad irure irure reprehenderit ex. Eu eiusmod eiusmod aliqua in ipsum exercitation nostrud irure nisi.\r\n",
    "latitude": 33.552191,
    "longitude": -114.174948,
    "photo": "http://api.randomuser.me/portraits/men/29.jpg"
  }
]}
